{
    "NOT_AVAILABLE": "‘Not available’",
    "LONGDESCRIPTION_1": "<p>Aaron K. Metz was born and raised in Kelowna; the jewel of the Okanagan Valley in British Columbia, Canada. Growing up, his playground was his family's orchards and surrounding mountains; to him it was vast and magical. This instilled a great sense of wonder and connection that Aaron orchestrates in his artwork today.</p><p>With over 30 years of experience in the art world, Aaron spent 15 years immersed in a career of strategic planning and helping to build a multi-million dollar art company. During this time, he gained infinite product knowledge of the highest quality materials for artwork, he has developed a meticulous attention-to-detail work ethic and he has been a guiding bridge to artists in and around the community.</p><p>Aaron balances the cerebral with the heart in all of his creations. He uses his extensive knowledge of product and technique within a completely ardent and meditative state of being. Painting the far reaches of the cosmos and bathing the image surface in healing crystals, he has found an indelible way to fuse Mother Earth and Father Sky into each masterpiece that you can see and feel. There are a high echelon of metaphysical teachers across the globe that use Aaron's artworks to facilitate and promote healing in their practices.</p><p>Aaron K. Metz is truly a pioneer that has brought forth a new and exciting way of creating fine art which also works to cleanse you and your space. Over 800 original, mineral – infused fine artworks are in private collections throughout Canada, USA, Mexico, Australia, Europe, the Middle East and other parts of the world.</p><p>A variety of minerals and crystals are chosen for his mixed media creations, however the master crystal Aaron chooses is Selenite Ice. Aaron travels direct to the mine site, hand selects each specimen, river cleans and polishes all by hand before incorporating them into an art piece. His gallery, Exhale Art Gallery in BC, Canada hosts some of the rarest and largest pieces of this crystallized mineral on display in North America.</p><p>Aaron creates his artworks by moving his consciousness into a tiny space that exists within our hearts called the creation space. This space is our connection to all that truly is. It is here that he is able to transport himself into the energetic field called zeropoint or what some call Source or God. Within this space, Aaron sees, feels and weaves each unique crystalline landscape. It's as though he may actually be creating new universes and realms which we, the viewer, can traverse and explore without even stepping out our front door. Aaron's art brings us back to our beginnings and reminds us of a beauty and a vastness that is as much “out there” as it is within each of us. We are all connected and life is timeless.</p><p>Aaron has recently transitioned to the field of blockchain and is leveraging his expertise in graphic design and NFT art creation to enhance health and wellness applications. As the newly appointed COO of Evolved Human Care Inc, he is utilizing his extensive experience in both art and business and holistic healing to spearhead the development of a novel virtual ecosystem that brings together medical, wellness, and holistic practitioners in a secure environment that safeguards data while preserving cultural art and history on the blockchain. This innovative platform aims to provide accessible healthcare and education to individuals worldwide.</p>",
    "DESCRIPTION_1": "Aaron K. Metz was born and raised in Kelowna; the jewel of the Okanagan Valley in British Columbia, Canada.",
    "OUR_TEAM_DETAILS": "Our Team Details",
    "DESCRIPTION_0": "Dr. Jorge is a dedicated medical professional with a passion for improving the well-being of his patients.",
    "LONGDESCRIPTION_0": "<p>Dr. Jorge is a dedicated medical professional with a passion for improving the well-being of his patients. He began his medical career at the age of 18, pursuing his studies at one of the most prestigious private universities in Mexico City, where he received an academic scholarship to pursue his dream. After completing medical school, Dr. Jorge was accepted into the Master of Surgery program at Pemex Health Services, which is integrated with the Universidad Nacional Autonoma de Mexico.</p><p>During his studies, Dr. Jorge developed a keen interest in advanced surgical and technological procedures, and after completing his Master&apos;s degree, he began working as a staff surgeon in the same Pemex Health Service Institution, as well as in private practice at one of the leading hospital chains in Mexico City. Continuing his studies with courses and certifications for advanced training in surgery as Advanced Hernia Repair, Bariatric Surgery, Microsurgery, advanced skin grafts and more. Over the course of his career, Dr. Jorge has gained extensive experience in both public and private healthcare, treating thousands of patients in a holistic manner, always aiming for a patient centred care.</p><p>Dr. Jorge has further specialized in laparoscopic and endoscopic branches of medicine, and completed a two-year sub-specialty in diagnostic and therapeutic GI endoscopy combined with advanced laparoscopic surgery at Pemex Health Services. He has also been a dedicated undergraduate medicine teacher, surgical leader, and endoscopist, attaining senior positions in his field.</p><p>In his quest to improve the Mexican healthcare system, Dr. Jorge sought out international education opportunities to gain a broader understanding of healthcare infrastructure and different systems. He was accepted into the Masters in Health Administration program at the University of British Columbia in Canada, where he gained international experience and insight into the Canadian healthcare system and various worlwide care models.</p><p>During his Masters&apos;s degree, Dr. Jorge was hit by the pandemic and began exploring technological solutions for virtual healthcare as part of his course research. His focus was on the implementation of virtual healthcare in different settings, culminating in his capstone project, which involved the creation of a Virtual Gastrointestinal Clinic to help solve the struggles of local provincial health authorities.</p><p>This project sparked the idea for a new virtual healthcare setting, which Dr. Jorge has since developed into Evolved Human Care, a platform designed to provide patients with high-quality, personalized care from the comfort of their own homes, and practitioner&apos;s with a technological tool to improve and continue what we love to do “patient care”. As the founder and CEO of Evolved Human Care, Dr. Jorge continues to be a leading figure in the healthcare industry, combining his expertise in medicine and technology to revolutionize the way patients receive care.</p><p>In summary, Dr. Jorge is a highly skilled and passionate physician who has dedicated his career to providing outstanding medical care. He is a surgical leader and an expert in his field, and his commitment to education and training has contributed significantly to the medical community. With his innovative approach to virtual healthcare, he is poised to make a significant impact in the healthcare industry.</p>",
    "LONGDESCRIPTION_2": "<p>Diego Orozco BIO “Diego is a highly skilled and accomplished technology professional with extensive experience in the blockchain and cryptocurrency industry. He served as a site manager and technician for a 75K Watt mining farm, which was one of the largest in North America during his tenure. With a keen eye for detail, Diego is skilled in building computers from scratch, programming mining scripts, and ensuring that all computers are operational and mining consistently. He also managed a large team of 500 miners and offered support to a multicultural community of 12k members.</p><p>In his role as a Chief Information Security Officer (CISO) at Electronero, Diego monitored the mining pool for Cryptonite cryptocurrency, mitigating the risk of 51% attacks. He also managed a team of 500 miners and provided support to a multicultural community of 12k members. Diego was responsible for budgeting the company&apos;s finances and posting daily updates on Blockfolio and Coin Gecko.</p> <p>Diego&apos;s experience also includes developing a reward system for BHD, which was adapted for clients and patented. He collaborated with writers on trending news and quality-checked each article before posting it on the website. He was responsible for training the AI used to provide top news articles and edited all the articles for content authenticity and quality control. Diego also collaborated with a foreign entity and SEC Securities lawyers for legal protection. He worked on the white paper and project roadmap for the project.</p><p>As an advisor and member of the board of directors for Shibaken, a deflationary token with 2% redistribution and passive burning to the dead wallet, Diego played a vital role in salvaging the project. He shared his past experiences and motivated the team to rebrand and relaunch the project successfully. Diego worked with an international team to create a world-first bridge from Ethereum to Polygon, an interoperable bridge that allowed traders to avoid high gas fees from Ethereum.</p><p>Additionally, Diego founded Shibaken Unleashed, a clothing line that uses Bella Canvas&apos;s Eco-Friendly line and prints customers&apos; NFTs on clothing. He also is CEO of an indie game company, Rotten Realms, a blockchain based GameFI videogame. Diego is also a gaming industry pioneer.”</p>",
    "DESCRIPTION_2": "Diego Orozco is a highly skilled and accomplished technology professional with extensive experience in the blockchain and cryptocurrency industry.",
    "DESCRIPTION_3": "Saulius is a dynamic individual who is passionate about the world of gaming and the crypto industry.",
    "LONGDESCRIPTION_3": "<p>Saulius is a dynamic individual who is passionate about the world of gaming and the crypto industry. He grew up in a small town where he was first introduced to the exciting world of gaming. However, it was his interest in the crypto industry that truly set him on a path to success.</p><p>After completing high school, Saulius started exploring Lithuania while purchasing his first cryptocurrency. This sparked his interest in the world of blockchain technology and set him on a path to explore various cryptocurrencies and their potential use cases.</p><p>Upon completing his mandatory military service, Saulius moved to the capital where he worked in a variety of roles before finally deciding to pursue a career in the crypto industry full-time. Saulius has since focused on the decentralized finance (DeFi) space, where he has gained a deep understanding of various projects and ecosystems. He has a wealth of knowledge about what works and what doesn&apos;t in the DeFi space, and is always on the lookout for emerging trends that could shape the future of the industry.</p><p>Saulius is a seasoned professional in the crypto industry with a wealth of experience and expertise. He is passionate about exploring the potential of blockchain technology and is dedicated to driving the growth and development of the industry.</p><p>When he&apos;s not busy with work, Saulius enjoys indulging in his other interests. He loves watching movies of all genres as long as they meet his criteria. He&apos;s also passionate about religion and philosophy, and loves engaging in discussions about these topics. Finally, gaming is another hobby that Saulius enjoys, having played countless games over the years, and gaining a deep understanding of the factors that contribute to their success or failure.</p>",
    "DESCRIPTION_4": "Luke Forzley has been a leading force in building viable Web3 tools for numerous enterprise-level applications.",
    "LONGDESCRIPTION_4": "<p>Luke Forzley has been a leading force in building viable Web3 tools for numerous enterprise level applications. He got his start building the first privacy focused permissionless blockchain applications and developer tooling.</p><p>After realizing that cryptocurrency and NFT applications were barely scratching the surface of what blockchain was capable of, he found ways to enhance traditional industries with Web3 tools, building out applications for secure document verification, membership and loyalty reward systems for small businesses, and encrypted communications, to name a few.</p>",
    "DESCRIPTION_5": "Flynn is a creative writer and communications specialist who has an academic background in history and macroeconomics, and professional interests in the financial services industry.",
    "LONGDESCRIPTION_5": "<p>Flynn is a creative writer and communications specialist who has an academic background in history and macroeconomics, and professional interests in the financial services industry. He grew up with a fascination with creating things. If it wasn’t designing LEGO buildings, it was drawing blueprints for house floor-plans or designing maps. His childhood hobbies centered around reading books, playing chess, and basketball.</p><p>His desire to understand how things worked led him towards studying world history. This pursuit culminated with the acquisition of his Bachelor of Arts degree in History from Texas Tech University. The focus of his studies revolved around Eurasian and Middle Eastern history. His undergraduate research primarily involved examining the root causes of conflict in the 19th and 20th centuries. This academic path helped him hone his written communications and research skills, fine-tuning his evidence-driven approach towards problem-solving.</p><p>Flynn's experience as an equities and commodities investor for the past decade and a half has given him unique insights into how markets operate. Taking his broader geopolitical and historical perspective, with a long-term focus, Flynn prioritizes building bridges and bringing people together, so that better solutions may be found.</p><p>Having spent the past several years in the Bitcoin community and Cosmos Ecosystem, Flynn has built an extensive network of B2B connections for clients and developer teams. With a focus on solving real world problems, his interests in protecting consumer and patient privacy align with Evolved Human Care’s vision to utilize blockchain technology to improve upon existing solutions and deliver better results.</p><p>Flynn has served in an active role with Alter Network since June 2022, and has been Community Manager and Head of Business Development. Alter’s focus on providing private communications solutions attracted his interest: not only as a privacy absolutist, but as a consumer looking for better solutions to recurring problems. Flynn was elevated to the role of Head of Business Development for Alter after demonstrating his consistent involvement and engagement within the community.</p><p>In addition to his work with Alter Network, Flynn currently handles Business Development for DecentrNet and serves as a content writer for Astrovault’s marketing team.</p><p>After experiencing the highs and lows of the financial services industry, Flynn sought a more streamlined and innovative approach. Blockchain technology seemed like a natural fit for his goals. Flynn's expertise now focuses on creating effective communications materials, including hosting podcasts and community calls, as well as producing articles and blog posts.</p>"
}
