{
  "LONGDESCRIPTION_1": "<p>Aaron K. Metz nació y creció en Kelowna; </p><p>Con más de 30 años de experiencia en el mundo del arte, Aaron pasó 15 años inmerso en una carrera de planificación estratégica y ayudando a construir una empresa de arte multimillonaria. </p><p>Aaron equilibra lo cerebral con el corazón en todas sus creaciones. </p><p>Aaron K. Metz es verdaderamente un pionero que ha creado una forma nueva y emocionante de crear bellas artes que también funciona para limpiarlo a usted y a su espacio. </p><p>Se elige una variedad de minerales y cristales para sus creaciones de técnicas mixtas; sin embargo, el cristal maestro que elige Aaron es Selenite Ice. </p><p>Aaron crea sus obras de arte moviendo su conciencia a un pequeño espacio que existe dentro de nuestros corazones llamado espacio de creación. </p><p>Aaron recientemente hizo la transición al campo de blockchain y está aprovechando su experiencia en diseño gráfico y creación de arte NFT para mejorar las aplicaciones de salud y bienestar. </p>",
  "DESCRIPTION_1": "Aaron K. Metz nació y creció en Kelowna; ",
  "OUR_TEAM_DETAILS": "Detalles de nuestro equipo",
  "DESCRIPTION_0": "El Dr. Jorge es un profesional médico dedicado y apasionado por mejorar el bienestar de sus pacientes.",
  "LONGDESCRIPTION_0": "<p>El Dr. Jorge es un profesional médico dedicado y apasionado por mejorar el bienestar de sus pacientes. </p><p>Durante sus estudios, el Dr. Jorge desarrolló un gran interés por los procedimientos quirúrgicos y tecnológicos avanzados, y luego de completar su maestría, comenzó a trabajar como cirujano de planta en la misma Institución de Servicios de Salud de Pemex, así como en la práctica privada en una de las </p><p>El Dr. Jorge se ha especializado aún más en las ramas de la medicina laparoscópica y endoscópica, y completó una subespecialidad de dos años en endoscopia gastrointestinal diagnóstica y terapéutica combinada con cirugía laparoscópica avanzada en Pemex Servicios de Salud. </p><p>En su búsqueda por mejorar el sistema de salud mexicano, el Dr. Jorge buscó oportunidades de educación internacional para obtener una comprensión más amplia de la infraestructura de salud y los diferentes sistemas. </p><p>Durante su maestría, el Dr. Jorge fue golpeado por la pandemia y comenzó a explorar soluciones tecnológicas para la atención médica virtual como parte de la investigación de su curso. </p><p>Este proyecto generó la idea de un nuevo entorno de atención médica virtual, que desde entonces el Dr. Jorge ha desarrollado en Evolved Human Care, una plataforma diseñada para brindar a los pacientes atención personalizada y de alta calidad desde la comodidad de sus propios hogares, y a los profesionales una tecnología </p><p>En resumen, el Dr. Jorge es un médico apasionado y altamente capacitado que ha dedicado su carrera a brindar una atención médica excepcional. </p>",
  "LONGDESCRIPTION_2": "<p>Diego Orozco BIO “Diego es un profesional tecnológico altamente capacitado y consumado con amplia experiencia en la industria blockchain y criptomonedas. </p><p>En su rol como Director de Seguridad de la Información (CISO) en Electronero, Diego monitoreó el pool de minería de la criptomoneda Cryptonite, mitigando el riesgo de ataques del 51%. </p> <p>La experiencia de Diego también incluye el desarrollo de un sistema de recompensas para BHD, que fue adaptado para los clientes y patentado. </p><p>Como asesor y miembro de la junta directiva de Shibaken, un token deflacionario con una redistribución del 2% y una quema pasiva hasta la billetera muerta, Diego jugó un papel vital en salvar el proyecto. </p><p>Además, Diego fundó Shibaken Unleashed, una línea de ropa que utiliza la línea Eco-Friendly de Bella Canvas e imprime los NFT de los clientes en la ropa. </p>",
  "DESCRIPTION_2": "Diego Orozco es un profesional tecnológico altamente capacitado y consumado con amplia experiencia en la industria blockchain y criptomonedas.",
  "DESCRIPTION_3": "Saulius es una persona dinámica apasionada por el mundo de los juegos y la industria de la criptografía.",
  "LONGDESCRIPTION_3": "<p>Saulius es una persona dinámica apasionada por el mundo de los juegos y la industria de la criptografía. </p><p>Después de terminar la escuela secundaria, Saulius comenzó a explorar Lituania mientras compraba su primera criptomoneda. </p><p>Al completar su servicio militar obligatorio, Saulius se mudó a la capital, donde trabajó en una variedad de roles antes de finalmente decidirse a seguir una carrera en la industria de la criptografía a tiempo completo. </p><p>Saulius es un profesional experimentado en la industria de la criptografía con una gran experiencia y conocimientos. </p><p>Cuando no está ocupado con el trabajo, Saulius disfruta de dedicarse a sus otros intereses. </p>",
  "DESCRIPTION_4": "Luke Forzley ha sido una fuerza líder en la creación de herramientas Web3 viables para numerosas aplicaciones de nivel empresarial.",
  "LONGDESCRIPTION_4": "<p>Luke Forzley ha sido una fuerza líder en la creación de herramientas Web3 viables para numerosas aplicaciones de nivel empresarial. </p><p>Después de darse cuenta de que las aplicaciones de criptomonedas y NFT apenas arañaban la superficie de lo que blockchain era capaz de hacer, encontró formas de mejorar las industrias tradicionales con herramientas Web3, creando aplicaciones para la verificación segura de documentos, sistemas de recompensa de membresía y lealtad para pequeñas empresas y comunicaciones cifradas. </p>",
  "DESCRIPTION_5": "Flynn es un escritor creativo y especialista en comunicaciones que tiene una formación académica en historia y macroeconomía, y un interés profesional en la industria de servicios financieros. ",
  "LONGDESCRIPTION_5": "<p>Flynn es un escritor creativo y especialista en comunicaciones que tiene una formación académica en historia y macroeconomía, y un interés profesional en la industria de servicios financieros. Creció con una fascinación por crear cosas. Si no era diseñando edificios de LEGO, era dibujando planos de casas o diseñando mapas. Sus pasatiempos de infancia giraban en torno a la lectura de libros, jugar ajedrez y baloncesto.</p><p>Su deseo de entender cómo funcionan las cosas lo llevó a estudiar historia mundial. Esta búsqueda culminó con la obtención de su licenciatura en Artes en Historia por la Universidad Texas Tech. El enfoque de sus estudios giraba en torno a la historia de Eurasia y Medio Oriente. Su investigación de pregrado se centró principalmente en examinar las causas fundamentales del conflicto en los siglos XIX y XX. Este camino académico le ayudó a perfeccionar sus habilidades de comunicación escrita e investigación, afinando su enfoque basado en evidencia hacia la resolución de problemas.</p><p>La experiencia de Flynn como inversor en acciones y materias primas durante la última década y media le ha proporcionado una visión única de cómo operan los mercados. Tomando su perspectiva geopolítica e histórica más amplia, con un enfoque a largo plazo, Flynn prioriza construir puentes y unir a las personas, para que se puedan encontrar mejores soluciones.</p><p>Después de haber pasado los últimos años en la comunidad de Bitcoin y el Ecosistema Cosmos, Flynn ha construido una extensa red de conexiones B2B para clientes y equipos de desarrollo. Con un enfoque en resolver problemas del mundo real, sus intereses en proteger la privacidad de los consumidores y pacientes se alinean con la visión de Evolved Human Care de utilizar la tecnología blockchain para mejorar las soluciones existentes y ofrecer mejores resultados.</p><p>Flynn ha desempeñado un papel activo en Alter Network desde junio de 2022 y ha sido Gerente de Comunidad y Jefe de Desarrollo de Negocios. El enfoque de Alter en proporcionar soluciones de comunicaciones privadas atrajo su interés: no solo como un absolutista de la privacidad, sino como un consumidor que busca mejores soluciones a problemas recurrentes. Flynn fue ascendido al puesto de Jefe de Desarrollo de Negocios de Alter después de demostrar su constante involucramiento y compromiso dentro de la comunidad.</p><p>Además de su trabajo con Alter Network, Flynn actualmente maneja el Desarrollo de Negocios para DecentrNet y se desempeña como redactor de contenido para el equipo de marketing de Astrovault.</p><p>Después de experimentar los altibajos de la industria de servicios financieros, Flynn buscó un enfoque más eficiente e innovador. La tecnología blockchain parecía ser un ajuste natural para sus objetivos. La experiencia de Flynn ahora se centra en crear materiales de comunicación efectivos, que incluyen la realización de pódcast y llamadas comunitarias, así como la producción de artículos y publicaciones en blogs.</p>",
  "MAKE_PAYMENT": "Realizar pago",
  "BUY": "Comprar",
  "PAY": "Pagar",
  "NOT_AVAILABLE_CALENDER_LABEL": "No Disponible"
}
